---
type: FilterElement
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# FilterElement

`Autodesk.Revit.DB.FilterElement` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | IsNameUnique | — | `` |
| Property | Parameter | — | `` |